// Выведите в консоль все целые числа от 1 до 100.

for(let i = 0; i <= 100;i++){
    i % 2 === 0 ? console.log(i) : "";
}

// Выведите в консоль все целые числа от -100 до 0.

for(let i = -100; i <= 0;i++){
    i % 2 === 0 ? console.log(i) : "";
}

// Выведите в консоль все целые числа от 100 до 1.

for(let i = 100; i >= 1;i--){
    i % 2 === 0 ? console.log(i) : "";
}


// Выведите в консоль все числа кратные трем в промежутке от 1 до 100.

for(let i = 1; i <= 100;i++){
    i % 3 === 0 ? console.log(i) : "";
}


